const footerData = [
  '뷰티에 반하다',
  '문의번호: 010-9331-6158',
  '이메일: bkh0703@kakao.com',
  '이용안내: 월 ~ 금 (09:00 ~ 18:00)',
  '주소: 서을특별시 강남구 테혜란로 10',
];

final Map<String, Map<String, int>> kindOfResult = {
  '커트': {
    '디자인컷 + 두피스케일링': 90000,
    '남자 인생 커트': 20000,
    '여자 인생 커트': 30000,
    '디자인 컷 + 앞머리펌': 40000,
    '커트 + 뿌리볼륨펌': 50000,
    '커트 + 옆머리다운펌': 45000,
    '커트 + 옆,뒷머리다운펌': 55000
  },
  '펌': {
    '컷 다운펌 세트': 120000,
    '남성 젠틀베이직펌': 140000,
    '남성디자인펌': 180000,
    '히팅펌[셋팅펌/디지털열펌/볼륨매직]': 180000,
    '여성 베이직 콜드펌': 180000,
    '뿌리매직': 180000,
  },
  '염색': {
    '뿌리염색 [SPA]': 104000,
    '프리미엄뿌리염색+두피보호제': 198000,
    '뿌리탈색+두피보호제': 212000,
    '프리미엄 저자극뿌리탈색': 204000,
    '뿌리탈색+케라틴매직케어': 330000,
    '베이직 염색+두피보호제': 130000,
    '탈색': 280000,
    '클리닉 탈색': 296000,
    '프리미엄 컬러 +두피보호제': 70000,
  },
  '클리닉': {'베이직케어': 30000, '클래식케어': 34000, '스폐셜큐어': 47000, '프리미엄 헤드스파': 66000},
  '스타일링': {
    '자신감 넘치는 남자 스타일링': 30000,
    '아이롱 드라이': 45000,
    '브로우 드라이': 66000,
    '붙임머리': 54000,
    '릴렉싱샴푸': 24000
  },
};