const footerData = [
  '뷰티에 반하다',
  '문의번호: 02-000-000',
  '이용안내: 월 ~ 금 (09:00 ~ 18:00)',
  '사업자 등록번호: 00-0000-0000-00',
  '주소: 서울특별시 종로구 세종대로 172',
];

final Map<String, Map<String, int>> kindOfResult = {
  '커트': {
    '디자인컷 + 두피스케일링': 90000,
    '남자 인생 커트': 20000,
    '여자 인생 커트': 30000,
    '디자인 컷 + 앞머리펌': 40000,
    '커트 + 뿌리볼륨펌': 50000,
    '커트 + 옆머리다운펌': 45000,
    '커트 + 옆,뒷머리다운펌': 55000
  },
  '펌': {
    '남성컷 + 다운펌': 45000,
    '뿌리 볼륨펌': 60000,
    'C컬펌': 80000,
    '히피펌': 80000,
    '셋팅열펌': 90000
  },
  '염색': {
    '전체염색 + 트리트먼트': 120000,
    '뿌리염색 + 커트': 90000,
    '뿌리탈색': 80000,
    '복구염색': 92000,
    '리터치': 77000
  },
  '클리닉': {'베이직케어': 30000, '클래식케어': 34000, '스폐셜큐어': 47000, '프리미엄 헤드스파': 66000},
  '스타일링': {
    '자신감 넘치는 남자 스타일링': 30000,
    '아이롱 드라이': 45000,
    '브로우 드라이': 66000,
    '붙임머리': 54000,
    '릴렉싱샴푸': 24000
  },
};